{
    "title": "US Drone to Kill Zawahiri Used Pak Airspace, Flew From a Middle-Eastern Country: Source | Exclusive",
    "small": "He was killed in a counter-terrorism operation carried out by the CIA in the Afghan capital Kabul on Sunday. He and Osama Bin Laden plotted the 9/11 attacks together, and he was one of America's most wanted terrorists. Mr Biden said al-Zawahiri had carved a trail of murder and violence against American citizens.",
    "content": "He was killed in a counter-terrorism operation carried out by the CIA in the Afghan capital Kabul on Sunday. He and Osama Bin Laden plotted the 9/11 attacks together, and he was one of America's most wanted terrorists. Mr Biden said al-Zawahiri had carved a trail of murder and violence against American citizens. From hiding, he co-ordinated al-Qaeda's branches and all around the world, including setting priorities for providing operational guidance and calling for and inspired attacks against US targets, the president said in a live television address from the White House. Now justice has been delivered and this terrorist leader is no more, he added.Mr Biden said Zawahiri's killing will bring closure to families of the nearly 3,000 victims of the 2001 attacks in which hijackers crashed passenger jets into landmark buildings in New York and Washington - including two skyscrapers in Manhattan. Some 344 firefighters were also killed. Andrew Ansbro, president of the New York Firefighters Association thanked Mr Biden for helping to bring another level of closure to all impacted by these attacks. Mr Biden said that Zawahiri had also masterminded other acts of violence, including the suicide bombing of the USS Cole naval destroyer in Aden in October 2000 which killed 17 US sailors, and the 1998 attacks on the US embassies in Kenya and Tanzania, in which 223 people died. Douglas Sidialo lost his sight in the Kenyan attack, and told BBC Newsday that while he never condones violence, news of Zawahiri's death is welcome. It's good that it has happened - that they're bringing down those who were behind these heinous and barbaric acts of cowardice around the world, Mr Sidialo said.",
    "category": "NEWS",
    "slug": "US-Drone-to-Kill-Zawahiri-Used-Pak-Airspace",
    "url": "https://images.news18.com/ibnlive/uploads/2022/08/untitled-design-2022-08-02t164654.353-16594391223x2.jpg?impolicy=website&width=510&height=356"
}